"FAKEMODE" = "Ψεύτικη Λειτουργία";
"PREFERENCES" = "Ρυθμίσεις";
"FAKEMODE ALLOWS ACCESS TO YOUR DEVICE  WHEN PASSWORD IS ENTERED WRONG ONLY TO THE APPS YOU CHOOSE." = "Η Ψεύτικη Λειτουργία επιτρέπει την πρόσβαση σε μερικές μόνο εφαρμογές αν ο κωδικός είναι λανθασμένος.";
"ENABLE" = "Ενεργοποίηση";
"SIM CARDS PREFERENCES" = "Ρυθμίσεις καρτών SIM";
"ALLOWED SIM CARDS" = "Επιτρεπόμενες SIM";
"ALL SIM CARDS" = "Όλες οι κάρτες SIM";
"ONLY SELECTED" = "Μόνο οι επιλεγμένες";
"SIM LIST" = "Λίστα SIM";
"LOCKED APPS" = "Κλειδωμένες Εφαρμογές";
"LOCKED APPS WILL BE ACTIVATOR, CYDIA, ICAUGHTU PRO, IFILE, IFINDER, MOBILETERMINAL, MYFILE, PKGBACKUP, POWER CENTER AND SBSETTINGS" = "Θα κλειδωθούν οι εφαρμογές Activator, Cydia, iCaughtU Pro, iFile, iFinder, MobileTerminal, MyFile, PKGBackup, Power Center και SBSettings";
"LOCKED APPLICATIONS" = "Κλειδωμένες Εφαρμογές";
"LOCK SYSTEM APPS" = "Κλείδωμα εφαρμογών συστήματος";
"LOCK CYDIA APPS" = "Κλείδωμα εφαρμογών Cydia";
"ALLOWED ATTEMPTS" = "Επιτρεπόμενες Προσπάθειες";
"FAKE BATTERY" = "Λάθος Μπαταρία";
"HIDE CHARGING" = "Απόκρυψη φόρτισης";